"KEY"                     = "土耳其语";
"OK"                      = "TAMAM";
"Back"                    = "Geri";
"Done"                    = "Tamamlamak";
"Edit"                    = "Düzenlemek";
"Sorry"                   = "Üzgünüm";
"Cancel"                  = "İptal etmek";
"Setting"                 = "Ayar";
"Photos"                  = "Fotoğraflar";
"Videos"                  = "Videolar";
"Preview"                 = "Ön izleme";
"Full image"              = "Tam resim";
"Processing..."           = "İşleme...";
"No Photos or Videos"     = "Fotoğraf veya Video Yok";
"Synchronizing photos from iCloud" = "Fotoğrafları iCloud'dan senkronize etme";
"iCloud sync failed"    = "iCloud senkronizasyonu başarısız oldu";
"Can not use camera"      = "Kamerayı kullanamıyorum";
"Can not choose both video and photo" = "Hem video hem fotoğraf seçemiyorum";
"Can not choose both photo and GIF" = "Hem fotoğraf hem de GIF seçilemiyor";
"Select the video when in multi state, we will handle the video as a photo" = "Çoklu durumdayken videoyu seçin, videoyu fotoğraf olarak ele alacağız";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Gizlilik ayarları sayfasına geçilemiyor, lütfen ayarlar sayfasına kendiniz gidin, teşekkür ederim";
"Select a maximum of %zd photos" = "Yalnızca en fazla %zd resim seçin";
"Select a minimum of %zd photos" = "Lütfen en az %zd fotoğraf seçin";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "%@'nin \"Ayarlar > Gizlilik > Fotoğraflar\" bölümünde albümünüze erişmesine izin verin";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Lütfen \"Ayarlar > Gizlilik > Kamera\" bölümünde %@'ın kameranıza erişmesine izin verin";
"Selected for %ld seconds" = "%ld saniye boyunca seçildi";
"Allow %@ to access your all photos" = "%@ yalnızca seçilen fotoğraflara erişebilir. \"Tüm Fotoğraflar\"a erişime izin ver";
"Add more accessible photos" = "Daha fazla\n erişilebilir fotoğraf ekleyin";
